Repository: MohamedSaidIS/SND-PWR-Company-Portal
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Requests
ur: درخواستیں

# attendLeaveRequest
source: Attend / Leave
ur: حاضری / رخصت

source: Vacation Request
ur: رخصت درخواست

source: Permission Request
ur: اجازت درخواست

# vacationBalanceRequest
source: Vacation Balance
ur: رخصت بیلنس

# vacationRequestLine
source: Vacation Request
ur: رخصت درخواست

# permissionRequestLine
source: Permission Request
ur: اجازت درخواست

# vacationBalanceRequestLine
source: Vacation Balance
ur: رخصت بیلنس

source: Select date
ur: تاریخ منتخب کریں

source: Management Name
ur: مینجمنٹ کا نام

source: Department Name
ur: محکمے کا نام

source: Employee Code
ur: ملازم کوڈ

source: Employee Name
ur: ملازم کا نام

source: Job Title
ur: عہدہ

source: Vacation Type
ur: رخصت کی قسم

source: Start Date
ur: آغاز کی تاریخ

source: End Date
ur: اختتام کی تاریخ

source: Vacation Days
ur: رخصت کے دن

source: Signature
ur: دستخط

source: Clear Signature
ur: دستخط صاف کریں

source: Submit Request
ur: درخواست جمع کریں

source: Required field
ur: درکار فیلڈ

source: Vacation request submitted
ur: رخصت کی درخواست جمع ہوگئی

source: Please fill all fields
ur: براہ کرم تمام فیلڈز بھریں

source: Dashboard
ur: ڈیش بورڈ

source: Apps
ur: ایپس

source: KPIs
ur: کے پی آئیز

source: KPIs Details
ur: کے پی آئیز کی تفصیلات

source: Profile
ur: پروفائل

source: Settings
ur: سیٹنگز

source: Notifications
ur: اطلاعات

source: Help
ur: مدد

source: Language
ur: زبان

source: Theme
ur: تھیم

source: Logout
ur: لاگ آؤٹ

source: User Information
ur: صارف کی معلومات

# directReport
source: Direct Reports
ur: براہ راست رپورٹس

source: Your Team Members
ur: آپ کی ٹیم کے اراکین

source: User Info
ur: صارف کی معلومات

source: Personal Details
ur: ذاتی تفصیلات

source: Phone
ur: فون

source: Location
ur: مقام

source: Manager Details
ur: مینجر کی تفصیلات

source: Name
ur: نام

source: Email
ur: ای میل

source: This app is not exists
ur: یہ ایپ موجود نہیں ہے

source: Ok
ur: ٹھیک ہے

source: Cancel
ur: منسوخ

source: UNDO
ur: واپس کریں

source: English
ur: انگریزی

source: Arabic
ur: عربی

source: Sign In
ur: سائن ان

source: Take Photo
ur: تصویر لیں

source: Complaint and Suggestion
ur: شکایت اور تجاویز

# complaintSuggestionHeader
source: Complaint / Suggestion
ur: شکایت / تجویز

source: History
ur: تاریخ

source: Choose from Gallery
ur: گیلری سے منتخب کریں

# profilePhotoUpdated
source: Profile photo updated Successfully
ur: پروفائل تصویر کامیابی سے اپ ڈیٹ ہوگئی

source: Upload photo failed:
ur: تصویر اپ لوڈ ناکام:

source: From submitted successfully!
ur: فارم کامیابی سے جمع ہوگیا!

source: Name (Optional)
ur: نام (اختیاری)

source: Category *
ur: کیٹیگری *

source: Priority *
ur: ترجیح *

# pleaseSelectCategory
source: Please select a category
ur: براہ کرم کیٹیگری منتخب کریں

# pleaseSelectPriority
source: Please select a priority
ur: براہ کرم ترجیح منتخب کریں

# issueDescription
source: Description *
ur: تفصیل *

# issueTitle
source: Title *
ur: عنوان *

# pleaseEnterTitle
source: Please enter your title
ur: براہ کرم اپنا عنوان درج کریں

source: Please enter your description
ur: براہ کرم اپنی تفصیل درج کریں

source: Are you sure you want to logout?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Failed to retrieve access token
ur: ایکسیس ٹوکن حاصل کرنے میں ناکامی

source: No Team Members Assigned
ur: کوئی ٹیم ممبرز تفویض نہیں کیے گئے

source: Submit
ur: جمع کریں

source: There are currently no team members assigned to you for display.
ur: آپ کے لیے فی الحال کوئی ٹیم ممبر تفویض نہیں کیا گیا۔

# sectionTitleOne
source: Introduction to Al-Sanidi
ur: السندی کا تعارف

# sectionTextOne
source: Al-Sanidi is one of the foremost names in Saudi Arabia’s outdoor retail market, specializing in trekking tools, camping gear, and adventure equipment. Since its founding, the company has focused on delivering a wide range of durable, high-quality products that cater to the needs of both casual campers and seasoned outdoor enthusiasts. Its product portfolio includes essential items like tents, backpacks, sleeping bags, portable stoves, multi-tools, hiking boots, and other equipment.
ur: السندی سعودی عرب کی آؤٹ ڈور ریٹیل مارکیٹ میں ایک نمایاں نام ہے. کمپنی ٹریکنگ، کیمپنگ اور ایڈونچر کے آلات میں مہارت رکھتی ہے. اپنے آغاز سے ہی کمپنی نے پائیدار اور اعلی معیار کی مصنوعات فراہم کرنے پر توجہ دی ہے.

# sectionTitleTwo
source: Vision and Market Presence
ur: ویژن اور مارکیٹ میں موجودگی

# sectionTextTwo
source: Al-Sanidi’s vision is rooted in becoming the ultimate destination for adventurers, offering not only products but also expertise in outdoor activities. The company has grown from a single store to a robust network of physical retail outlets spread across multiple regions of Saudi Arabia, supported by a dynamic online platform that serves customers both locally and across the Middle East. By blending in-store services with e-commerce
ur: السندی کا ویژن یہ ہے کہ وہ ایڈونچر کے شوقین افراد کے لیے اولین منزل بنے. کمپنی نے ایک اسٹور سے آغاز کیا اور اب سعودی عرب کے کئی خطوں میں مضبوط نیٹ ورک رکھتی ہے.

# sectionTextTwoPartTwo
source: Al-Sanidi offers a seamless omnichannel shopping experience. In recent years, Al-Sanidi has increasingly focused on expanding its market share through innovative product offerings, such as high-tech camping gear, solar-powered gadgets, and eco-friendly tools. This has allowed the company to differentiate itself in a competitive retail landscape, while maintaining a reputation for reliability and innovative products.
ur: السندی ایک جامع شاپنگ تجربہ فراہم کرتا ہے. پچھلے برسوں میں کمپنی نے اپنی مصنوعات میں جدت لا کر مارکیٹ میں اپنی پہچان مضبوط کی ہے.

# sectionTitleThree
source: Commitment to Quality and Customer Experience
ur: معیار اور صارف کے تجربے سے وابستگی

# sectionTextThree
source: Al-Sanidi is committed to ensuring that every product meets rigorous quality standards. This emphasis on quality is reflected in its partnerships with globally renowned brands known for their durability and innovation. Whether it is providing the most lightweight tents for backpackers or offering durable trekking poles for rugged terrains. Al-Sanidi focuses on curating products that align with the specific needs of outdoor adventurers in the Middle East.
ur: السندی ہر پروڈکٹ کے اعلی معیار کو یقینی بنانے کے لیے پرعزم ہے. یہ ان برانڈز کے ساتھ کام کرتا ہے جو عالمی سطح پر اپنی مضبوطی اور جدت کے لیے جانے جاتے ہیں.

# sectionTextThreePartThree
source: Moreover, customer experience remains at the heart of the company’s business strategy. With a diverse clientele ranging from families planning weekend camping trips to professional hikers exploring remote regions, Al-Sanidi takes pride in offering personalized recommendations and in-store consultations.
ur: کمپنی صارف کے تجربے کو اپنی ترجیح رکھتی ہے اور مختلف طبقوں کے صارفین کو بہترین رہنمائی فراہم کرتی ہے.

source: IT
ur: آئی ٹی

source: Marketing
ur: مارکیٹنگ

source: Customer Service
ur: کسٹمر سروس

source: HR
ur: ایچ آر

source: Sales
ur: سیلز

source: Finance
ur: فنانس

source: Other
ur: دیگر

source: Low
ur: کم

source: Normal
ur: معمول

source: High
ur: زیادہ

source: Critical
ur: انتہائی ضروری

# statusNew
source: New
ur: نئی

# statusInProgress
source: In Progress
ur: جاری

# statusCompleted
source: Completed
ur: مکمل

# statusCanceled
source: Canceled
ur: منسوخ

# statusDuplicated
source: Duplicated
ur: ڈپلیکیٹ

# statusDelay
source: Delayed
ur: تاخیر

# issueID
source: ID
ur: آئی ڈی

source: Issue Title
ur: مسئلے کا عنوان

source: Complaint
ur: شکایت

source: Suggestion
ur: تجویز

source: AR
ur: عربی

source: EN
ur: انگریزی

source: Edit Image
ur: تصویر ایڈٹ کریں

source: Opening App
ur: ایپ کھولی جا رہی ہے...

source: Issue Details
ur: مسئلے کی تفصیلات

source: Exceeded
ur: زیادہ ہوگیا

source: Reached
ur: پہنچ گیا

source: Near
ur: قریب

source: Below
ur: کم

source: Mon
ur: پیر

source: Tue
ur: منگل

source: Wed
ur: بدھ

source: Thu
ur: جمعرات

source: Fri
ur: جمعہ

source: Sat
ur: ہفتہ

source: Sun
ur: اتوار

source: Daily KPI
ur: روزانہ کے پی آئی

source: Weekly KPI
ur: ہفتہ وار کے پی آئی

source: Monthly KPI
ur: ماہانہ کے پی آئی

source: UAT
ur: یو اے ٹی

source: Prod
ur: پروڈ

source: January
ur: جنوری

source: February
ur: فروری

source: March
ur: مارچ

source: April
ur: اپریل

source: May
ur: مئی

source: June
ur: جون

source: July
ur: جولائی

source: August
ur: اگست

source: September
ur: ستمبر

source: October
ur: اکتوبر

source: November
ur: نومبر

source: December
ur: دسمبر

source: Week
ur: ہفتہ

source: Achieved
ur: حاصل کیا

source: Leaves Balance
ur: رخصت بیلنس

source: Total Balance
ur: کل بیلنس

source: Current Balance
ur: حالیہ بیلنس

source: Remain Leaves
ur: باقی رخصتیں

source: Leaves Transactions
ur: رخصت کے ٹرانزیکشن

source: Days
ur: دن

source: Support
ur: سپورٹ

# dynamicsSupportCase
source: Dynamics365 - SC
ur: Dynamics365 - سپورٹ کیس

# ecommerceSupportCase
source: Ecommerce - SC
ur: Ecommerce - سپورٹ کیس

# userNewRequest
source: User New Requests
ur: صارف کی نئی درخواست

# addComment
source: Add a comment
ur: تبصرہ شامل کریں

source: Yes
ur: ہاں

source: No
ur: نہیں

source: Current Email
ur: موجودہ ای میل

source: Laptop
ur: لیپ ٹاپ

source: Desktop
ur: ڈیسک ٹاپ

source: Title *
ur: عنوان

# phoneNo
source: Phone Number *
ur: فون نمبر *

source: Direct Manager *
ur: براہ راست مینیجر *

# enName
source: English Name *
ur: انگریزی نام *

# arName
source: Arabic Name *
ur: عربی نام *

source: Joining Date *
ur: شمولیت کی تاریخ *

source: Please enter location
ur: براہ کرم مقام درج کریں

# pleaseEnterPhoneNo
source: Please enter phone Number
ur: براہ کرم فون نمبر درج کریں

# pleaseEnterEnName
source: Please enter English Name
ur: براہ کرم انگریزی نام درج کریں

# pleaseEnterArName
source: Please enter Arabic Name
ur: براہ کرم عربی نام درج کریں

source: Please enter joining date
ur: براہ کرم شمولیت کی تاریخ درج کریں

source: Please enter job title
ur: براہ کرم عہدہ درج کریں

source: Please enter department
ur: براہ کرم محکمہ درج کریں

# annualLeave
source: Annual Leaves
ur: سالانہ رخصت
